[
  {
    "id": 1,
    "titulo": "Ashe",
    "texto": "### The Frost Archer \n\n Ashe hails from the northern Freljord, where brutal tribal raids and inter-clan warfare are as much a part of the landscape as the scream of the frozen winds, and the unyielding cold of the tundra. \n\n The only child of Grena, the matriarchal chieftain of the tiny Avarosan tribe, Ashe was Iceborn: a member of the warrior caste, gifted with an ancestral connection to the magic of her lands, and the rare ability to wield the power of True Ice. Everyone assumed that Ashe would follow her mother as the tribe's next leader. However, this was never a glory Ashe desired. The grim responsibility of her warlike lineage and extraordinary gifts instead left Ashe feeling isolated, burdened, and alone. \n\n Her only respite was when Sejuani, an Iceborn girl from a sister tribe, would stay with them for the summer hunts around the Ornnkaal Rocks. The girls' friendship defined their childhoods, but was cut short just as they reached their teens. Somehow, Grena had offended Sejuani's grandmother, and the fellowship between their tribes ended suddenly. \n\n Soon after, with her youth fading, Ashe's mother began her lifelong quest for the “Throne of Avarosa”, a supposed hoard of treasures and magical items that she hoped would return her people to greatness. \n\n But Grena’s belief in prophecies and legends led her to take risks, which often left her tribe enfeebled. Finally, during a dangerous and unnecessary raid in another tribe's lands, Grena was killed. Her sudden death left young Ashe on the run, while most of her tribe was wiped out. \n\n Alone, pursued, Ashe followed her mother's last map to a deserted glacier where she found the supposed grave of Avarosa, and her magical bow of True Ice. Ashe used the weapon to avenge her mother's death, then turned west. \n\n Whether it was out of duty or loneliness, Ashe gained a reputation by protecting the many scattered hearthbound tribes she encountered. She spurned the custom of taking thralls, and instead chose to adopt these desperate people as full members of her new tribe, and her fame grew quickly. Soon many began to believe that she did not just carry the weapon of Avarosa—Ashe was the legend herself, reborn and destined to reunite the Freljord. \n\n But tall tales would not feed her followers, and their long march south left the tribe on the verge of starvation. So, Ashe leveraged the myths surrounding her, using them to form alliances with the powerful and land-rich southern tribes, promising to unite them into a nation capable of challenging neighboring kingdoms. \n\n These new alliances brought new dangers, and Ashe quickly found herself at the center of a political feud. A Warmother, as Freljordian tribal leaders are known, was expected to wed, and taking a husband from one of the major tribes would anger the others. Ashe could take several husbands, but this would only bring the conflict to a boil within her own household, and the ensuing bloodshed would shatter the alliances she had fought to build. \n\n Her answer was an impoverished vagabond from a mountain clan that had been nearly wiped out—the warrior Tryndamere. He was neither a spirit-walker nor blessed with any elemental powers, but upon his arrival in Ashe’s new capital, Tryndamere had thrown himself into every dueling ring he could find. He fought with abandon, desperate to prove the destitute survivors of his clan were worthy of adoption by one of the stronger tribes. But even for the Freljord, his brutal fighting style and extraordinary vitality were unsettling, and many suspected he was touched by dark magic. Ignoring this, Ashe offered to adopt his people as her own, if he became her first and only bloodsworn. \n\n Tryndamere accepted reluctantly. Though a political marriage, the attraction they felt for each other was palpable, and slowly a true affection blossomed. \n\n Now, Ashe stands at the head of the largest coalition of Freljordian tribes in many generations. Even so, the unity she would bring rests upon an uneasy peace threatened by internal intrigues, foreign powers, the growing violent horde of the Winter's Claw, and a supposed destiny that Ashe must at least pretend to believe… "
  },
  {
    "id": 2,
    "titulo": "Ezreal",
    "texto": " ### The Prodigal Explorer \n\n Born and raised in a wealthy neighborhood of Piltover, Ezreal was always a curious child. His parents were renowned archaeologists, so he became used to their long absences from the family home, often fantasizing about joining them on their travels. He loved hearing tales of high adventure, and shared their desire to fill in the blank spaces on every map. \n\n He was often left in the care of his uncle, the esteemed Professor Lymere. The professor did not enjoy having to wrangle such a rash and unruly child, and assigned the strictest tutors to teach him subjects including advanced cartography, hextech mechanics, and the ancient histories of Runeterra. But the boy had a knack for simply absorbing information, and found studying a waste of time. He passed assessments easily, with little or no preparation, infuriating his uncle and giving himself more time to roam the university grounds. Ezreal took great pleasure in evading the campus wardens, navigating the tunnels beneath the lecture halls as easily as the library rooftops. He even practiced lockpicking, sneaking into his teachers’ offices and rearranging their belongings for his own amusement. \n\n Whenever Ezreal’s parents returned to Piltover, his father in particular would tell him all they had seen, and their plans for future expeditions—none more ambitious and secretive than the search for the lost tomb of Ne’Zuk, a Shuriman tyrant who was said to be able to jump instantly from one place to another. If Ezreal’s father could learn whatever sorcery Ne’Zuk had possessed, he joked that wherever he was traveling, he would simply drop into Piltover for dinner with his son each night. \n\n As the boy grew older, the time between his parents’ visits grew longer until, one year, they did not return at all. Professor Lymere tearfully admitted that they had most likely perished, somewhere out in the desert. \n\n But Ezreal could not accept that. They had been too careful in their preparations. They must still be out there, somewhere… \n\n Abandoning his reluctant studies, the budding explorer would strike out on his own. He knew, if he was ever to find his mother and father, he had to start with the final resting place of Ne’Zuk. He spent weeks secretly gathering supplies from the university—celestial diagrams, translations of runic sigils, guides on the burial rites of Shurima, and a pair of protective goggles. Leaving a note of farewell for his uncle, he snuck onto a supply ship bound for Nashramae. \n\n Following his mother’s meticulous field notes, he crossed the Great Sai with merchant caravans heading south. For many months, he delved into cavernous ruins beneath the shifting sands, relishing the freedom of the unknown, facing unspeakable horrors that guarded hidden chambers. With each step, Ezreal imagined himself following his parents’ path, drawing ever closer to solving the mystery of their disappearance. \n\n Finally, he managed what they evidently had not. Beneath the newer mausoleum of some unnamed emperor, he uncovered the tomb of Ne’Zuk. \n\n The great sarcophagus lay empty, save for a gleaming bronze gauntlet, with a bright, crystalline matrix at its center. As soon as Ezreal laid his hands upon it, the tomb itself seemed to turn upon him, with cunningly wrought traps and wards laid down thousands of years ago. With scarcely a thought, he donned the gauntlet and blasted his way through, even teleporting the last hundred yards back to the hidden entrance before the whole structure collapsed in a plume of sand and masonry dust. \n\n Breathing hard, Ezreal looked down at the gauntlet as it hummed along with his heartbeat. He could feel it siphoning and amplifying his own essence. This, he realized, was a fearsome weapon of a previous age. A weapon fit for a god-warrior of Shurima, and the perfect tool for an explorer. \n\n Soon after returning to Piltover, Ezreal found himself bounding from adventure to adventure. From lost cities to mystical temples, his nose for treasure-seeking led him to places most university professors could only read about on maps, and his reputation began to grow. Naturally, to Ezreal’s mind, these tales rarely conveyed the true scope and scale of his exploits… but they did give him an idea. If he could make a name for himself as the greatest adventurer in the world, then his parents would surely return, and seek him out in person. \n\n From the untamed borders of Noxus and Demacia, to the seedy depths of Zaun, and the frozen wilderness of the Freljord—Ezreal chases fame and glory, uncovering long-lost artifacts and solving the riddles of history. While some may dispute the details of his anecdotes, or call his methods into question, he never answers his critics. \n\n After all, they’re clearly just jealous."
  },
  {
    "id": 3,
    "titulo": "Jinx",
    "texto": " ### The Loose Cannon \n\n While most look at Jinx and see only a mad woman wielding an array of dangerous weapons, a few remember her as a relatively innocent girl from Zaun—a tinkerer with big ideas who never quite fit in. No one knows for certain what happened to turn that sweet young child into a wildcard, infamous for her wanton acts of destruction. But once Jinx exploded onto the scene in Piltover, her unique talent for sowing anarchy instantly became the stuff of legend. \n\n Jinx first gained notoriety through her anonymous “pranks” on the citizens of Piltover… particularly those with connections to the wealthy merchant clans. These pranks ranged from the moderately annoying to the criminally dangerous. She blocked streets on Progress Day, with a stampede of exotic animals freed from Count Mei’s menagerie. She disrupted trade for weeks when she lined the city’s iconic bridges with adorably destructive flame chompers. Once, she even managed to move every street sign in town to new and utterly confusing locations.\n\n Though this unknown troublemaker’s targets seemed random, and her motivation nothing more than pure chaos, her actions always served to bring the city’s orderly bustle to a screeching halt. \n\n Naturally, the wardens attributed some of her crimes to chem-punk gangs from the undercity. Having others get credit for her manic schemes didn’t sit well with Jinx, and so she made sure to make her presence known at every future crime scene. Rumors soon circulated of the mysterious, blue-haired Zaunite girl carrying chemtech explosives, a shark-mouthed rocket launcher, and a repeater gun. Still, the authorities dismissed these reports as preposterous. After all, how could a lowly street punk possibly obtain such lethal ordnance? \n\n Jinx’s bombastic spree seemed endless, with the wardens’ attempts to catch the culprit thwarted at every turn. She began tagging her works of destruction with vivid graffiti, and other taunting messages directed at the city sheriff’s newest ally in the fight against crime, Enforcer Vi. \n\n Jinx’s reputation grew, leaving the people of Zaun divided as to whether she was a hero for sticking it to the arrogant Pilties, or a dangerous lunatic for escalating existing tensions between their two cities. \n\n After months of ever-increasing carnage, Jinx unveiled her biggest plan yet. In her trademark electric pink, Jinx daubed the walls of the Ecliptic Vaults—one of Piltover’s most secure treasuries—with a very unflattering caricature of Enforcer Vi, and the details of her own intention to rob the stores within. \n\n An uneasy sense of anticipation settled on Piltover and Zaun leading up to the promised date of the heist. Many doubted even Jinx would have the guts to show up and risk almost certain capture. \n\n When the day arrived, Vi, Sheriff Caitlyn, and the wardens prepared a trap for Jinx outside the treasury. But Jinx had already smuggled herself inside by way of an oversized coin crate that had been delivered days before. When Vi heard pandemonium erupt from inside the structure, she knew the wardens had been outclassed once again. She burst into the treasury, and the ensuing confrontation left the Ecliptic Vaults a smoldering ruin, and the merry mischief maker Jinx nowhere to be found. \n\n Jinx remains at large to this day, and is a constant thorn in Piltover’s side. Her schemes have inspired copycat crimes among the chem-punks, as well as numerous satirical plays lampooning the incompetence of the wardens, and even a smattering of new colloquialisms throughout both cities—though no one has yet had the courage to call Enforcer Vi “Pretty-in-Pink” to her face. \n\n Jinx’s ultimate endgame, and her obvious obsession with Vi, both remain a mystery, but one thing is certain: her crimes are continuing and growing in sheer audacity. "
  },
  {
    "id": 4,
    "titulo": "Samira",
    "texto": "### The Desert Rose \n\n In the city of Amakra, on the eastern edge of the Great Sai, Samira and her parents made a living as street performers. They dazzled, beguiled, and awed onlookers, which thrilled Samira, but worried her parents. Despite the fun their daughter had, they wished she could enjoy a more stable life. \n\n But wishes are as fickle as the desert rain. \n\n On the eve of Samira’s fourteenth birthday, armed strangers swarmed Amakra. Hidden among the rafters of her home, Samira watched as the strangers invoked the name of an ancient magus and seized innocent villagers. Many people were slain before her eyes. \n\n Samira did not cry. She did not scream. Instead, she seethed in anger—not at the killers, but at herself for hiding. She had never felt crippled by fear before, even when she attempted the most daring stunts. In that moment, Samira hated herself, and vowed never to feel so scared and helpless again. \n\n Though wounded, Samira and her parents escaped to Bel’zhun, a port city under Noxian rule, with a handful of others. To the Amakrans, Noxus provided a safe haven. To Samira, Noxus opened a door. \n\n While other refugees found comfort in living quietly, Samira was determined to reclaim her courage. She took to the streets alone since her parents, weary and injured, could not. Performing was no longer a job—it was her stage to be fearless. She outdid herself with every stunt, even when no one bothered to look. But it was still not enough to support her family. \n\n That was when Samira stumbled upon a call to join a Noxian warband. Drawn to the excitement and the financial resources it would provide, she enlisted. \n\n Her physical prowess amazed her peers. Deft with a blade and sharp with her aim, Samira reveled in her raw athleticism, excelling in combat… but faltering in discipline. After two years of training, her recklessness frustrated her commanding officers, save for one: Captain Indari. A former saboteur, Indari valued Samira’s fearlessness and offered her a position in her private warband—a specialized unit charged with missions that were deemed too perilous for standard military personnel. Hungry for the dangers it promised, Samira agreed without hesitation. \n\n She fully embraced Noxian culture, finding her own strength and style amid life-and-death shootouts and breathtaking sword fights. In her free time, Samira regaled her family with stories of her tattoos, each representing only her most unforgettable feats. To her, what mattered most was challenging herself to turn danger into thrill, and thriving off the constant risk that made her feel truly alive. \n\n On orders from the capital, Indari’s unit found themselves on the Rokrund Plains, sent to crush a secessionist uprising. As the warband located the enemy stronghold and approached the rebel leader, the fortress exploded. Samira dove headfirst into the chaos as the structure collapsed, permanently injuring her right eye. Feeling neither scared nor helpless, she wasted no time in recovering Indari, who had sustained a more serious injury—the captain could no longer move her legs. Indari, frustrated at her failure as their leader, disbanded the unit upon the return of its survivors. \n\n Discharged, and with no other opportunities rousing her interest, Samira drifted back home to Bel’zhun—but it was no longer a lifestyle she could endure. \n\n Samira returned to the Noxian capital and located Indari. She believed her former captain understood her craving for challenges in ways nobody else could, and wanted to make use of Indari’s connections in the military and noble houses. She proposed they team up again in a new partnership, where Indari could operate behind the scenes to find Samira high-stakes mercenary work. \n\n Reluctantly, Indari agreed, but it left her former protégé alone with no field support… \n\n And Samira couldn’t have been happier. She eagerly undertook missions meant for entire warbands—and thrived. \n\n Her daredevil reputation spread far and wide. From beating a chem-baron in hand-to-hand combat, to being the lone survivor of a Bilgewater raid, Samira completed every job no matter the odds. With Indari’s support, even the Noxian high command accepted her, recognizing there was no one better suited to take on their most perilous missions. \n\n Now, Samira shows no signs of slowing down. She can be found scaling mountain cliffs one day, and arm-wrestling outlaws in crowded taverns the next. But wherever she may be, one thing is certain: Samira never fails to find her next big thrill."
  },
  {
    "id": 5,
    "titulo": "Senna",
    "texto": "### The Redeemer \n\n Senna’s journey to become a Sentinel of Light started with darkness. It started with the Black Mist… \n\n Senna first encountered the Mist at an early age, when wreckage from a distant Harrowing washed onto the shores of her home island. The Black Mist within the wreckage awakened upon contact with life. She and her village survived the ensuing storm of souls, thanks to the intervention of a nearby Sentinel… but in the wake of the attack, the Mist was still mysteriously drawn to Senna. \n\n She was cursed, marked by the Mist so its horrors pursued her endlessly, the darkness drawn to her like dying moth to living flame. She could never know when it would strike next—but worse was when it didn’t come, and Senna had to imagine what awaited in every shadow. \n\n The Sentinel who saved Senna, a brusque veteran named Urias, did not understand why the Mist was drawn to a solitary girl—but he knew if she was going to survive, she had to learn to fight back. And so, Senna joined Urias in the Sentinels of Light, a sacred order that could be traced back to the Blessed Isles, where the Black Mist originated. She proved to be a deadly enemy of darkness, mastering the relic-stone pistol Urias gave her, learning to channel her soul into light. \n\n Yet even as Senna grew comfortable working with Urias, relying on him for gruff guidance, she learned to keep others at gun’s length. If she allowed them to get too close, they would only be hurt when the Mist came again. Senna could never stay in one place for long, something she and Urias learned when those who offered them shelter inevitably found themselves under siege. After even Urias was slain, Senna wasn’t sure if she could let anyone get close again. \n\n Reluctantly, Senna sought out Urias’ family in Demacia, to tell them of his fate. There, she met his son, Lucian, who would not relent until Senna allowed him to join Urias’ parting vigil. From the very first moment she found herself flustered, wondering if her walls were enough to keep out someone so stubborn, full of humor and love. It became clear over time that Lucian’s place was with the Sentinels, as Senna’s partner, and Senna as his. \n\n The more they served together, the deeper their bond became, and Senna realized that the value of her walls wasn’t what she kept out, but who she let in. Yet as Lucian’s love for Senna grew, so did his desire to save her from her curse. In time, it became his only focus, the light in his eyes passing into his gun—making Senna wary that Lucian would only see sorrow where there was love. \n\n It was while researching a cure that Senna and Lucian came into conflict with the sadistic wraith Thresh. So close to answering mysteries about the Ruination and Senna’s curse, Lucian refused to turn back… \n\n Thresh’s chains whipped toward Senna as she stood between the wraith and her husband. More painful than the scythe was seeing the look of anguish on Lucian’s face. With her last breath, Senna screamed for Lucian to run. \n\n But as Senna felt the deathblow and knew she had lost, she realized there was a glimmer of hope. Her whole life, the Mist had haunted her—she didn’t need to fear it anymore. She could ride it into the darkness of Thresh’s lantern, and see what was inside. \n\n Her curse had become her only chance for salvation. \n\n While Lucian spent years seeking to grant his beloved peace, Senna explored her spectral prison. She learned that life had been the origin of her curse. Its spark shone brighter within her than in anyone else—she’d been infected with it when she first encountered the wreckage that brought the Harrowing. There, she’d been touched by a powerful, lingering soul, given its unnatural life… \n\n It was life that the Black Mist could never let go. \n\n She could use this force to pull the Mist into herself, empowering her to sever its hold over others in the lantern. Among the souls she freed were Sentinels who possessed lost knowledge of the Ruination’s origins, of her curse… and the love that created it. \n\n When Lucian drove his broken pistol into the lantern, intending to end the torture of the souls within, Senna was waiting. She escaped, shrouded in Mist she’d drawn from other souls. She was dead, but also alive, thanks to her curse, wielding a relic-stone cannon that could channel darkness along with light, forged from the weapons of fallen Sentinels. \n\n No longer running from the Mist, Senna now understands the suffering of the souls within. Though it is painful, she draws their Mist into herself, liberating them, and blasting darkness with darkness. Embracing her death every time she transforms into a wraith, she becomes like those she fought, only to be reborn again thanks to the life infecting her. \n\n Though Senna and Lucian’s love survived even death, now they face the consequences of her rebirth. Senna knows what they have to do next, a secret gleaned within the lantern. \n\n Find the Ruined King, and stop him at any cost…"
  },
  {
    "id": 6,
    "titulo": "Varus",
    "texto": " ### The Arrow Of Retribuition \n\n Regardless of what he would later become, Varus was once a paragon of loyalty and honor. A skilled archer of the ancient Shuriman empire, he was appointed as a temple warden in the eastern states, and he held this duty sacred above all else. \n\n During the earliest stages of the war with Icathia, even though it lay far from that cursed place, Varus’ homeland was attacked. While other wardens abandoned their posts to join the defense of the outlying villages, he alone remained, screaming in anguish with every arrow he loosed—for he had chosen to uphold his oaths rather than return home to protect his own family. \n\n Emissaries from the Ascended Host found him kneeling in solemn meditation amid the corpses of his foes. It was said that his cold gaze unsettled even the god-warriors themselves, and yet, in recognition of his noble sacrifice, Varus was offered a place in their ranks. \n\n As one of the great Ascended, he was utterly consumed by his pursuit of vengeance against the Icathians, and the voidling horrors they had unleashed. It is likely that Varus did not even fully comprehend Shurima’s ultimate victory in that war, so twisted had his mind become—nor the empire’s fall centuries later. Atrocity after atrocity blurred together, leaving him as a withdrawn, callous killer, reshaped and sent into battle countless times by his degenerate brethren. \n\n Their name became feared throughout the known world. \n\n The darkin. \n\n Warring among themselves, they destroyed any other who stood against them. With his crystalline bow, Varus assassinated enemy commanders and champions, helping the darkin defeat entire mortal armies with ever greater ease. \n\n Eventually, Varus was cornered by vastayan moon-stalkers and human mages in service of a golden-armored warrior queen of Valoran. They bound him within his bow, leaving him to howl in impotent rage. By then, the raw, corrupting influence of the darkin was known, and yet still the queen chose to wield the deadly weapon in the final days of the war, gladly sacrificing herself for a greater victory. \n\n In the months that followed, the queen carried Varus to the First Lands—those that would later be known as Ionia. Now made monstrous by the bow’s power, her last act was to command her followers to bury her alive in a lightless well, sunk deep beneath a mountain temple overlooking the village of Pallas. \n\n And there Varus was imprisoned, both by the natural magic of Ionia, and the ritual ministrations of the temple guardians. \n\n The bow remained hidden for centuries, unknown, untouched, and all but forgotten, until Noxian invaders attacked the First Lands. Two beast hunters—Valmar and his heartlight, Kai—fought against the first wave at the Temple of Pallas. Though their courage was great and they drove off the attackers, Kai was mortally wounded, and a grief-stricken Val carried him inside, believing the well’s forbidden magic could restore him. \n\n But the temple held only damnation, and both hunters were consumed by the unleashed power of the darkin within it. The very matter of their bodies was unraveled and bound together again to craft a new body, a body fit to free Varus from his imprisonment. What emerged from the well was a gestalt creature, pale and inhumanly beautiful, part human and part darkin. After more than a thousand years, Varus was reborn. \n\n Even so, the human and darkin elements of this imperfect form are in constant flux, with each managing to wrest control for a short time before being reined in by the other. Varus fights to silence the two mortal souls once and for all, and wreak vengeance for the destruction of his race. Still, Kai and Val struggle against his malevolent influence, hoping against hope that their love can overcome the darkin’s hatred. \n\n How long they can keep Varus conflicted is anyone’s guess—but should this sadistic and egotistical killer come to fully dominate his new host, it is certain he will seek to reunite with others of his kind, and reduce all of Runeterra to an ashen wasteland."
  },
  {
    "id": 7,
    "titulo": "Xayah",
    "texto": "### The Rebel \n\n As a child of the Lhotlan tribe, Xayah loved listening to her father sing folk-hymns about ancient vastayan heroes. The haunting melodies transported her to a long-forgotten time, when magic danced freely through the island of Qaelin, imbuing the Lhotlan with immense power. \n\n Yet with each new generation, humans encroached farther into all the vastaya’s ancestral tribelands, disrupting their raw essence. The tribes began to fade, losing vitality as they were gradually cut off from the spirit of the First Lands, and were forced to negotiate with their mortal rivals. \n\n Xayah watched in frustration as, time and again, her tribe’s juloah ambassadors made treaties with mortals that were swiftly broken. Most disturbingly, humans had discovered the secrets of towering constructs known as quinlons, and were using them to inhibit Ionia’s natural magic in order to protect their expanding settlements. \n\n Even though Xayah and others like her urged their people to fight back, the Lhotlan instead withdrew into themselves, shunning the mortal world as they clung to what little they had left. Yet this would not protect them, and they were eventually driven from their homes. \n\n The Lhotlan became rootless nomads. Xayah became a freedom fighter.\n\n And she was not alone. Vastayan rebellions were growing across Ionia, seeking retribution against mortals. The time for negotiation was over. Xayah was determined to use her lethal quills in battle, to release the land’s wild magic. \n\n Flitting in and out of the most fortified strongholds and leaving a trail of bodies in her wake, she earned the sobriquet “the Violet Raven”. Her dedication to the cause was unmatched, as she focused only on the next mission, and the next step toward freedom for her kind. Though she cherished her rebel allies, she usually acted alone, believing she could do the job better than any other. \n\n But then she met another vastaya who would change her life forever. \n\n After she entered the remote mountain town of Vlonqo in search of a stolen artifact, she was struck by the sight of a braying crowd of humans. Onstage before them stood a preening, flamboyant performer, who sang old vastayan songs for his captivated audience. As he finished his show with a dazzling array of cheap tricks, the crowd erupted and chanted his name: Rakan! Rakan! Rakan! \n\n He took a theatrical bow. Xayah dismissed him as a buffoon. A fellow Lhotlan he might be, but this Rakan seemed like nothing more than a foolish mu’takl. \n\n Xayah willed herself to ignore him, and completed her mission... which she couldn’t deny had become far easier thanks to Rakan distracting the locals. \n\n Before Xayah could flee into the wilderness, Rakan accosted her. After making a series of failed attempts to charm her with flattery, the brash vastaya asked for news of the Lhotlan tribe. When she told him they had lost their lands, his plumage darkened, and she was surprised at the depth of his rage. Perhaps there was more to Rakan than she’d thought. \n\n When she told him of her true cause, he begged to join her. Seeing potential in his ability to create diversions, if nothing else, Xayah agreed. \n\n When they began their travels, she saw Rakan as a useful—but annoying—asset. The showboating battle-dancer would leap and pirouette through enemies with ease, distracting them before Xayah struck them down. Indeed, this fighting style almost compensated for his irritating inability to remember Xayah’s meticulous plans. \n\n Rakan helped Xayah in other ways as well. While she was blunt and abrasive, he was insightful and charismatic, able to use charm and persuasion where she would have resorted to violence. She was impressed by his uncanny ability to assess people’s emotions and trustworthiness. She sometimes questioned Rakan’s compassion for mortals, but never doubted his devotion to the rebel cause. \n\n  Eventually, Xayah realized her feelings for Rakan were changing. There was a lightness to him and his free-spirited ways that she found aggravatingly alluring. Over time, she grew to welcome his company, and—though she was initially loath to admit it—the world didn’t feel so broken and lonely. They became inseparable. \n\n  In all the years since, the two of them have become formidable champions of the vastaya, and word of their deeds is spreading. In the wake of the Noxian invasion, Ionians are undeniably more aggressive and dangerous—especially the peoples of Navori, and the hated “Order of Shadow”. Even so, this has enabled Xayah and Rakan to rally countless more vastaya to their side, and their dream of rebellion is coming to fruition. \n\n Together, they will fight to reclaim the First Lands, so that the tribes may thrive once again."
  },
  {
    "id": 8,
    "titulo": "Zeri",
    "texto": "### The Spark of Zaun \n\n Raised in a large working-class family, Zeri grew up surrounded by warmth, care, and many strong opinions. They were no strangers to hardship, having lost loved ones to Zaun’s dangers. Even so, their community was their strength. \n\n From birth, Zeri had a unique relationship with electricity. Each giggle caught a spark—each cry, a shock. Magic wasn’t rare in Zaun, but Zeri’s electric charm was. It charged with her emotions, sometimes grounded, sometimes building to fierce and fiery. By her teenage years, her neighbors knew she was more likely the cause of power outages than a broken circuit. Life in Zaun was beautiful chaos, her grandma would say, and Zeri embodied that all too well. \n\n Not everyone found her quirks endearing. To family and friends, Zeri was a lovable mess. To others, she was simply... a mess. During occasional outbursts where her stray currents shattered a street lamp or two (or twelve), Zeri thought she'd even see flashes of something—or someone—but there was no time to dwell. She wished she had better control of her volatile powers. Her determination was there, but her patience could have used some work. \n\n Still, with every spark came an opportunity. \n\n One night while Zeri strolled through the Entresol markets, the ground rattled from underground excavations that soon swelled into a destructive quake. She wasted no time zooming past fallen buildings to rescue trapped victims. As her world slowly crumbled, Zeri became a furious blur. She knew the chem-barons had mining facilities nearby that were installed after they'd claimed to have discovered resources better than hextech, but what they did not reveal were the risks of their uncontrolled digging. \n\n The faster Zeri moved, the more charged she became. She thrived under pressure, realizing what her powers could do and how much her neighborhood meant to her—even if it meant nothing to the barons. \n\n After the dust settled, survivors gathered to thank Zeri. Beneath her relief was anger. Zeri knew she could’ve saved more if she had better command of herself. \n\n What Zeri did accomplish was sure to catch the attention of the barons. She knew they wouldn’t think twice about who they went through to get to her, and she couldn’t risk others getting hurt. Not again. To guard them from herself, Zeri scoured the mining disaster’s wreckage and constructed a jacket to contain her electricity and avert the barons’ gaze. Now she could restrain her gift to protect those in need. \n\n Walking the damaged streets, Zeri saw broken faces. Families scrambled to rebuild, and Zeri lent her hand, doing all she could without her powers. But the more she helped, the more she witnessed. Workers struggled to jumpstart generators. Parents toiled to make meals with broken stovetops. These people didn’t have anyone standing up for them, let alone someone with a gift like hers. She knew her district—and those like it—would never truly be safe if things stayed the way they were. The barons saw them as nothing more than objects to be neglected and resources to be bled. \n\n Zeri knew what had to be done. She couldn’t wait for the next mining “accident.” She had to take the fight to the barons. \n\n Zeri was a one-woman force, sending shockwaves through Zaun. Word spread of chem-baron supply lines being destroyed, with reports of “lightning” striking faster than the eye could see. Enraged at their losses, the local barons formed a rare alliance, and their combined power trounced Zeri wherever she went. She tried to adapt—to strike faster—but against the barons’ endless resources, it wasn’t enough. \n\n She retreated with her body broken and her powers fizzling. The barons were united. She was alone. \n\n As she headed home, Zeri expected disappointment from those she let down. But what welcomed her was family, friends, and people she’d never met, all standing up to fight their oppressors. From their rebuilt homes came rediscovered courage. Zeri had never felt so inspired, yet it was she who had inspired them. She was the spark that ignited their fire. \n\n And she was no longer alone. With the help of their neighbors, Zeri’s mother had fashioned her a rifle made of materials given by those Zeri fought for: The people of the Entresol. The gun’s ammo was Zeri’s emotions, its conductive barrel amplifying her powers directly from her hands. Paired with her jacket, she could better control her voltage, charging up to shoot precise—or, at least, somewhat precise—electric bursts. Zeri gazed warmly at her family and her neighbors. She thought she’d lose them all in her efforts to fight back, but because she stood up for them, they stood up with her. \n\n Backed by her community, Zeri fights for those who cannot. Zaun is not perfect, and neither is Zeri, but sometimes a spark is all it takes to change the world."
  }
]
